{
  "contract": "Maneki Contract",
  "see_at_etherscan": "See at Etherscan",
  "see_contract_at_etherscan": "See Maneki contract at Etherscan",
  "how_it_works": "How it works",
  "roadmap": "Roadmap",
  "products": "Our Products",
  "token_distribution": "Token Distribution",
  "contact": "Contact",
  "app": "Visit app",
  "introduction": "Blockchain intelligence platform",
  "introduction_description": "Powering the next generation of crypto investors.",
  "feature_1": "Crypto Intelligence",
  "feature_1_description": "Maneki maintains the complete, active, and up-to-date crypto data in the world. We collect and aggregate crypto data from all major exchanges, mining pools, and other related sites. Our analysis platform makes it easy for you to find the trading context of blockchain data through on-chain, fundamental information.",
  "feature_2": "DEX Trading",
  "feature_2_description": "Manekiswap is a decentralized crypto exchange protocol that enables users to safely and securely trade digital assets like bitcoin and NFTs. Manekiswap has been designed to be an easy and intuitive trading platform. The platform aims to be as user-friendly as possible and allows anyone to join and use it without a fee.",
  "feature_3": "Maneki API",
  "feature_3_description": "Maneki is a blockchain API-first company. We are dedicated to making sure that our products are seamlessly integrated into your research and trading strategies.",
  "q3_2021": "Our DEX is expected to launch in October to raise awareness of the project and build brand recognition. Core features for the DEX: Swap, Liquidity function",
  "q4_2021": "Launch the Crypto Intelligence dashboard. It will give users a more interactive way to explore the data we've built on top of our database. Add more features for DEX.",
  "q1_2022": "Public listing and auditing by well-known audit firms.",
  "q2_2022": "Preparing for next step with POS blockchain with validators.",
  "q3_2022": "Building custom blockchain for decentralized exchange with non-custodial wallet using Substrate.",
  "total_supply": "Total token supply: {{value, count}} MNK",
  "subscribe_newsletter": "Subscribe to our newsletter",
  "subscribe_email": "Make sure to receive our latest updates and announcements",
  "your_email_address": "Your email address",
  "sign_up": "Sign up",
  "wrong_email_format": "Wrong email format",
  "thank_you_for_subscribing": "Thank you!",
  "will_be_in_touch": "Thanks for your subscribing for our newsletter. We will be in touch and contact you soon!",
  "back_to_site": "Back to site"
}
